export interface AboutWidgetData {
  id: number;
  title: string;
  text: string;
}

export const mockAboutWidget = [
  {
    number: '01.',
    text: 'Покупатели увидят полную копию недвижимости, даже если объект ещё строится или находится в другой стране'
  },
  {
    number: '02.',
    text: 'Благодаря виджету, покупатели смогут изучить планировку и дизайн интерьера. Это поможет им представить свою квартиру в более реалистичном виде'
  },
  {
    number: '03.',
    text: 'Виджет позволяет пользователям легко перемещаться между различными комнатами апартаментов, что упрощает процесс выбора подходящего жилья'
  },
  {
    number: '04.',
    text: '3D виджет позволяет увидеть точную планировку, включая размеры комнат, расположение окон и дверей, вид из окна'
  },
  {
    number: '05.',
    text: 'Пользователи взаимодействуют с объектами недвижимости, как в компьютерной игре. Это делает процесс выбора жилья более увлекательным и интересным. Как итог, клиенты дольше остаются на сайте и возвращаются обратно, чтобы снова использовать виджет'
  },
  {
    number: '06.',
    text: 'Вы можете использовать наш виджет на десктопе, на телефоне, на планшете, а так же на VR-очках в офисе компании, чтобы показать пользователям максимальное погружение'
  }
];
